/* Alice and Bob are typing… */
"%1$@ and %2$@ are typing…" = "%1$@ och %2$@ skriver…";

/* Alice, Bob and Charlie are typing… */
"%1$@, %2$@ and %3$@ are typing…" = "%1$@, %2$@ och %3$@ skriver…";

/* Alice, Bob, Charlie and 3 others are typing… */
"%1$@, %2$@, %3$@ and %4$@ others are typing…" = "%1$@, %2$@, %3$@ och %4$@ andra skriver…";

/* Alice, Bob, Charlie and 1 other is typing… */
"%1$@, %2$@, %3$@ and 1 other is typing…" = "%1$@, %2$@, %3$@ och 1 annan skriver…";

/* Alice and Bob will receive invitations */
"%@ and %@ will receive invitations" = "%1$@ och %2$@ kommer att få inbjudningar";

/* No comment provided by engineer. */
"%@ invitation" = "%@ inbjudan";

/* '%@' is the name of a user */
"%@ is out of office" = "%@ är frånvarande";

/* '%@' is the name of a user */
"%@ is out of office today" = "%@ är frånvarande idag";

/* Alice is typing… */
"%@ is typing…" = "%@ skriver…";

/* {app name} is not installed */
"%@ not installed" = "%@ inte installerad";

/* {app name} version not supported */
"%@ version not supported" = "%@ versionen stöds inte";

/* Alice will receive an invitation */
"%@ will receive an invitation" = "%@ kommer att få en inbjudan";

/* Alice, Bob and Charlie will receive invitations */
"%@, %@ and %@ will receive invitations" = "%1$@, %2$@ och %3$@ kommer att få inbjudningar";

/* Alice, Bob, Charlie and 3 others will receive invitations */
"%@, %@, %@ and %ld others will receive invitations" = "%1$@, %2$@, %3$@ och %4$ld andra kommer att få inbjudningar";

/* Alice, Bob, Charlie and 1 other will receive invitations */
"%@, %@, %@ and 1 other will receive invitations" = "%1$@, %2$@, %3$@ och 1 annan kommer att få inbjudningar";

/* No comment provided by engineer. */
"%d days ago" = "%d dagar sedan";

/* No comment provided by engineer. */
"%d hours ago" = "%d timmar sedan";

/* No comment provided by engineer. */
"%d minutes ago" = "%d minuter sedan";

/* Number of options in a poll */
"%d options" = "%d alternativ";

/* Replies in a thread */
"%d replies" = "%d svar";

/* Votes in a poll */
"%d votes" = "%d röster";

/* No comment provided by engineer. */
"%ld notifications" = "%ld aviseringar";

/* No comment provided by engineer. */
"%ld participants" = "%ld deltagare";

/* No comment provided by engineer. */
"%ld participants in this call" = "%ld participants in this call";

/* Replies in a thread */
"%ld replies" = "%ld svar";

/* No comment provided by engineer. */
"'Do not disturb' user status is ignored for important conversations" = "Användarstatusen ‘Stör ej’ ignoreras för viktiga konversationer";

/* No comment provided by engineer. */
"1 day" = "1 dag";

/* No comment provided by engineer. */
"1 hour" = "1 timme";

/* No comment provided by engineer. */
"1 week" = "1 vecka";

/* First step in scanning QR code instructions */
"1. Access your server in a web browser" = "1. Öppna din server i en webbläsare";

/* No comment provided by engineer. */
"15 minutes" = "15 minuter";

/* Second step in scanning QR code instructions */
"2. Go to Settings > Security > Create new app password" = "2. Gå till Inställningar > Säkerhet > Skapa nytt applösenord";

/* Message is pinned 24 hours */
"24 hours" = "24 timmar";

/* Third step in scanning QR code instructions */
"3. Scan the QR code shown there" = "3. Skanna QR-koden som visas där";

/* Message is pinned 30 days */
"30 days" = "30 dagar";

/* No comment provided by engineer. */
"30 minutes" = "30 minuter";

/* No comment provided by engineer. */
"4 hours" = "4 timmar";

/* No comment provided by engineer. */
"4 weeks" = "4 veckor";

/* Message is pinned 7 days */
"7 days" = "7 dagar";

/* No comment provided by engineer. */
"8 hours" = "8 timmar";

/* No comment provided by engineer. */
"@-mentions only" = "@-mentions only";

/* No comment provided by engineer. */
"[Unknown username]" = "[Okänt användarnamn]";

/* No comment provided by engineer. */
"About" = "Om";

/* No comment provided by engineer. */
"Absence" = "Frånvaro";

/* No comment provided by engineer. */
"Accept" = "Acceptera";

/* No comment provided by engineer. */
"Account" = "Konto";

/* No comment provided by engineer. */
"Account already added" = "Konto redan tillagt";

/* No comment provided by engineer. */
"Account not configured" = "Kontot är inte konfigurerat";

/* No comment provided by engineer. */
"Account not found" = "Konto hittades inte";

/* No comment provided by engineer. */
"Accounts" = "Konton";

/* No comment provided by engineer. */
"Accuracy" = "Exakthet";

/* No comment provided by engineer. */
"Add (%lu)" = "Lägg till (%lu)";

/* No comment provided by engineer. */
"Add account" = "Lägg till konto";

/* No comment provided by engineer. */
"Add an internal note about this ban" = "Lägg till en intern anteckning om denna blockering";

/* No comment provided by engineer. */
"Add answer" = "Lägg till svar";

/* No comment provided by engineer. */
"Add attendees" = "Lägg till deltagare";

/* No comment provided by engineer. */
"Add participants" = "Lägg till deltagare";

/* No comment provided by engineer. */
"Add reaction" = "Lägg till reaktion";

/* No comment provided by engineer. */
"Add to favorites" = "Lägg till som favorit";

/* No comment provided by engineer. */
"Added note to self" = "Lade till anteckning till mig själv";

/* No comment provided by engineer. */
"Adding a mention will only notify users that did not read the message yet" = "Om du lägger till ett omnämnande kommer endast användare som inte har läst meddelandet att meddelas";

/* No comment provided by engineer. */
"Address" = "Adress";

/* No comment provided by engineer. */
"Advanced" = "Avancerat";

/* No comment provided by engineer. */
"AirPlay button" = "AirPlay-knapp";

/* No comment provided by engineer. */
"All messages" = "Alla meddelanden";

/* No comment provided by engineer. */
"All messages were deleted" = "Alla meddelanden raderades";

/* No comment provided by engineer. */
"All notifications are muted" = "Alla aviseringar är avstängda";

/* No comment provided by engineer. */
"Allow guests to join this conversation via link" = "Tillåt gäster att gå med i denna konversation via länk";

/* '@all' should not be translated */
"Allow participants to mention @all" = "Tillåt deltagarna att nämna @all";

/* No comment provided by engineer. */
"Allow to dial-in without a pin" = "Tillåt att ringa in utan pin";

/* '{Microphone, Camera, ...} access is allowed' */
"Allowed" = "Tillåten";

/* No comment provided by engineer. */
"Alphabetical order" = "Alfabetisk ordning";

/* No comment provided by engineer. */
"Also open to guest app users" = "Även öppen för gästappanvändare";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and %ld more participants" = "En administratör lade till dig och %ld fler deltagare";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator added you and {user0}" = "En administratör lade till dig och {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and %ld more participants" = "En administratör lade till {user0} och %ld fler deltagare";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator added {user0} and {user1}" = "En administratör lade till {user0} och {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and %ld more participants from moderators" = "En administratör degraderade dig och %ld fler deltagare från moderatorer";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator demoted you and {user0} from moderators" = "En administratör degraderade dig och {user0} från moderatorer";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and %ld more participants from moderators" = "En administratör degraderade {user0} och %ld fler deltagare från moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator demoted {user0} and {user1} from moderators" = "En administratör degraderade {user0} och {user1} från moderatorer";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and %ld more participants to moderators" = "En administratör befordrade dig och %ld fler deltagare till moderatorer";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator promoted you and {user0} to moderators" = "En administratör befordrade dig och {user0} till moderatorer";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and %ld more participants to moderators" = "En administratör befordrade {user0} och %ld fler deltagare till moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator promoted {user0} and {user1} to moderators" = "En administratör befordrade {user0} och {user1} till moderatorer";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and %ld more participants" = "En administratör tog bort dig och %ld fler deltagare";

/* Please put {user0} placeholder in the correct position on the translated text but do not translate it */
"An administrator removed you and {user0}" = "En administratör tog bort dig och {user0}";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and %ld more participants" = "En administratör tog bort {user0} och %ld fler deltagare";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"An administrator removed {user0} and {user1}" = "En administratör tog bort {user0} och {user1}";

/* No comment provided by engineer. */
"An error occurred changing privacy setting" = "Ett fel uppstod när sekretessinställningen skulle ändras";

/* No comment provided by engineer. */
"An error occurred changing read status setting" = "Ett fel uppstod när inställningen för lässtatus skulle ändras";

/* No comment provided by engineer. */
"An error occurred changing typing privacy setting" = "Ett fel uppstod vid ändring av sekretessinställningen";

/* No comment provided by engineer. */
"An error occurred downloading the picture" = "Ett fel uppstod när bilden skulle laddas ned";

/* No comment provided by engineer. */
"An error occurred removing profile image" = "Ett fel uppstod när profilbilden skulle tas bort";

/* No comment provided by engineer. */
"An error occurred setting address" = "Ett fel uppstod vid inställning av adress";

/* No comment provided by engineer. */
"An error occurred setting email address" = "Ett fel uppstod vid inställning av e-postadress";

/* No comment provided by engineer. */
"An error occurred setting phone number" = "Ett fel uppstod vid inställning av telefonnummer";

/* No comment provided by engineer. */
"An error occurred setting profile image" = "Ett fel uppstod vid inställning av profilbild";

/* No comment provided by engineer. */
"An error occurred setting Twitter account" = "Ett fel uppstod vid inställning av Twitter-konto";

/* No comment provided by engineer. */
"An error occurred setting user name" = "Ett fel uppstod vid inställning av användarnamn";

/* No comment provided by engineer. */
"An error occurred setting website" = "Ett fel uppstod vid inställning av webbplats";

/* No comment provided by engineer. */
"An error occurred trying to translate message" = "Ett fel uppstod när meddelandet skulle översättas";

/* No comment provided by engineer. */
"An error occurred while adding %@ to the room" = "Ett fel uppstod när %@ skulle läggas till i rummet";

/* No comment provided by engineer. */
"An error occurred while adding a reaction to a message" = "Ett fel uppstod när en reaktion lades till på ett meddelande";

/* No comment provided by engineer. */
"An error occurred while adding note" = "Ett fel uppstod när anteckningen lades till";

/* No comment provided by engineer. */
"An error occurred while clearing status message" = "Ett fel uppstod när statusmeddelandet skulle rensas";

/* No comment provided by engineer. */
"An error occurred while creating poll draft" = "Ett fel uppstod när utkastet till omröstningen skulle skapas";

/* No comment provided by engineer. */
"An error occurred while creating the meeting" = "Ett fel uppstod när mötet skulle skapas";

/* No comment provided by engineer. */
"An error occurred while creating the poll" = "Ett fel uppstod när omröstningen skapades";

/* No comment provided by engineer. */
"An error occurred while creating the thread" = "Ett fel uppstod vid skapande av tråden";

/* No comment provided by engineer. */
"An error occurred while deleting the message" = "Ett fel uppstod när meddelandet skulle raderas";

/* No comment provided by engineer. */
"An error occurred while deleting the poll draft" = "Ett fel uppstod när utkastet till omröstningen skulle raderas";

/* No comment provided by engineer. */
"An error occurred while disabling absence" = "Ett fel inträffade när frånvaro inaktiverades";

/* No comment provided by engineer. */
"An error occurred while editing the poll" = "Ett fel uppstod vid redigering av omröstningen";

/* No comment provided by engineer. */
"An error occurred while opening the file %@" = "Ett fel uppstod när filen %@ skulle öppnas";

/* No comment provided by engineer. */
"An error occurred while pinning the message" = "Kunde inte fästa meddelandet";

/* No comment provided by engineer. */
"An error occurred while removing a reaction from a message" = "Ett fel uppstod när en reaktion skulle tas bort från ett meddelande";

/* No comment provided by engineer. */
"An error occurred while removing the avatar" = "Ett fel uppstod när avataren skulle tas bort";

/* No comment provided by engineer. */
"An error occurred while sending the message" = "Ett fel uppstod under tiden meddelandet skickades";

/* No comment provided by engineer. */
"An error occurred while setting \(formattedPhoneNumber) as phone number" = "Ett fel uppstod när \(formattedPhoneNumber) ställdes in som telefonnummer";

/* No comment provided by engineer. */
"An error occurred while setting absence" = "Ett fel uppstod när frånvaro skulle ställas in";

/* No comment provided by engineer. */
"An error occurred while setting description" = "Ett fel uppstod vid inställning av beskrivning";

/* No comment provided by engineer. */
"An error occurred while setting online status" = "Ett fel uppstod vid inställning av onlinestatus";

/* No comment provided by engineer. */
"An error occurred while setting phone number" = "Ett fel uppstod vid inställning av telefonnummer";

/* No comment provided by engineer. */
"An error occurred while setting status message" = "Ett fel uppstod vid inställning av statusmeddelande";

/* No comment provided by engineer. */
"An error occurred while setting the avatar" = "Ett fel uppstod när avataren ställdes in";

/* No comment provided by engineer. */
"An error occurred while setting user status" = "Ett fel uppstod vid inställning av användarstatus";

/* No comment provided by engineer. */
"An error occurred while sharing the file" = "Ett fel uppstod vid delning av filen";

/* No comment provided by engineer. */
"An error occurred while starting a new group conversation" = "Ett fel uppstod när en ny gruppkonversation skulle startas";

/* No comment provided by engineer. */
"An error occurred while testing push notifications" = "Ett fel uppstod vid test av pushnotiser";

/* No comment provided by engineer. */
"An error occurred while unpinning the message" = "Kunde inte ta bort fäst meddelande";

/* No comment provided by engineer. */
"an hour" = "en timme";

/* No comment provided by engineer. */
"Anonymous poll" = "Anonym omröstning";

/* No comment provided by engineer. */
"Answer" = "Svara";

/* No comment provided by engineer. */
"Answers" = "Svar";

/* No comment provided by engineer. */
"App" = "App";

/* No comment provided by engineer. */
"App is outdated" = "Appen är föråldrad";

/* No comment provided by engineer. */
"Appear offline" = "Visa som frånkopplad";

/* No comment provided by engineer. */
"Archive conversation" = "Arkivera konversation";

/* No comment provided by engineer. */
"Archived conversations" = "Arkiverade konversationer";

/* No comment provided by engineer. */
"Archived conversations are hidden from the conversation list by default. They will only be shown when you open archived conversations list." = "Arkiverade konversationer är dolda från konversationslistan som standard. De kommer bara att visas när du öppnar listan över arkiverade konversationer.";

/* No comment provided by engineer. */
"Ask a question" = "Ställ en fråga";

/* No comment provided by engineer. */
"Attachments allowed?" = "Bilagor tillåtna?";

/* No comment provided by engineer. */
"Attendees" = "Deltagare";

/* No comment provided by engineer. */
"Audio options" = "Ljudalternativ";

/* No comment provided by engineer. */
"Audio, video and screen shares" = "Ljud, video och skärmdelningar";

/* No comment provided by engineer. */
"Audios" = "Ljud";

/* No comment provided by engineer. */
"Away" = "Borta";

/* No comment provided by engineer. */
"Back to conversations" = "Tillbaka till konversationer";

/* Ban a user/guest */
"Ban" = "Blockera";

/* e.g. Ban John Doe */
"Ban %@" = "Blockera %@";

/* No comment provided by engineer. */
"Ban participant" = "Blockera deltagare";

/* Date and time of ban creation */
"Banned by:" = "Blockerad av:";

/* No comment provided by engineer. */
"Banned users and guests" = "Blockerade användare och gäster";

/* Bold text */
"Bold" = "Bold";

/* No comment provided by engineer. */
"bot" = "bott";

/* No comment provided by engineer. */
"Browse poll drafts" = "Bläddra bland omröstningsutkast";

/* No comment provided by engineer. */
"Busy" = "Upptagen";

/* No comment provided by engineer. */
"Cached files" = "Cachade filer";

/* No comment provided by engineer. */
"Cached images" = "Cachade bilder";

/* No comment provided by engineer. */
"Calendar" = "Kalender";

/* No comment provided by engineer. */
"Call notification sent" = "Samtalsavisering har skickats";

/* No comment provided by engineer. */
"Call options" = "Samtalsalternativ";

/* No comment provided by engineer. */
"Call recording enabled?" = "Samtalsinspelning aktiverad?";

/* No comment provided by engineer. */
"Call recording failed. Please contact your administrator" = "Samtalsinspelning misslyckades. Kontakta din administratör";

/* No comment provided by engineer. */
"Call recording is starting" = "Samtalsinspelning startar";

/* No comment provided by engineer. */
"Call recording started" = "Samtalsinspelning startade";

/* No comment provided by engineer. */
"Call recording stopped" = "Samtalsinspelning stoppad";

/* No comment provided by engineer. */
"Call without notification" = "Samtal utan avisering";

/* No comment provided by engineer. */
"Calling is currently not supported because end-to-end-encryption is enabled on the server" = "Calling is currently not supported because end-to-end-encryption is enabled on the server";

/* No comment provided by engineer. */
"CallKit supported?" = "Stöds CallKit?";

/* No comment provided by engineer. */
"Calls" = "Samtal";

/* No comment provided by engineer. */
"Calls enabled?" = "Samtal aktiverade?";

/* No comment provided by engineer. */
"Calls from an old account were received." = "Samtal från ett gammalt konto togs emot.";

/* No comment provided by engineer. */
"Calls from old accounts" = "Samtal från gamla konton";

/* No comment provided by engineer. */
"Camera" = "Kamera";

/* No comment provided by engineer. */
"Camera access" = "Åtkomst till kamera";

/* No comment provided by engineer. */
"Camera access is not allowed. Check your settings." = "Åtkomst till kamera är inte tillåten. Kontrollera dina inställningar.";

/* No comment provided by engineer. */
"Camera disabled" = "Kamera inaktiverad";

/* No comment provided by engineer. */
"Camera enabled" = "Kamera aktiverad";

/* No comment provided by engineer. */
"Can create conversations?" = "Kan skapa konversationer?";

/* No comment provided by engineer. */
"Cancel" = "Avbryt";

/* No comment provided by engineer. */
"Cancelled call from another account" = "Avbrutna samtal från ett annat konto";

/* No comment provided by engineer. */
"Cannot share to conversation" = "Kan inte dela till konversation";

/* No comment provided by engineer. */
"Capabilities" = "Funktioner";

/* No comment provided by engineer. */
"Change password" = "Ändra lösenord";

/* No comment provided by engineer. */
"Change your vote" = "Ändra din röst";

/* No comment provided by engineer. */
"Chat" = "Chatt";

/* No comment provided by engineer. */
"Chat messages" = "Chattmeddelanden";

/* No comment provided by engineer. */
"Clear cache" = "Rensa cachen";

/* No comment provided by engineer. */
"Clear cached chat messages" = "Rensa cachade chattmeddelanden";

/* No comment provided by engineer. */
"Clear reminder" = "Rensa påminnelse";

/* No comment provided by engineer. */
"Clear status message" = "Rensa statusmeddelande";

/* No comment provided by engineer. */
"Clear status message after" = "Rensa statusmeddelande efter";

/* No comment provided by engineer. */
"Close" = "Stäng";

/* Code block */
"Code" = "Kod";

/* No comment provided by engineer. */
"Configuration" = "Inställningar";

/* No comment provided by engineer. */
"Configure your next absence period" = "Konfigurera din nästa frånvaroperiod";

/* No comment provided by engineer. */
"Confirm and hide warning" = "Bekräfta och dölj varning";

/* No comment provided by engineer. */
"Connecting to %@ …" = "Ansluter till %@ …";

/* No comment provided by engineer. */
"Connecting to the call …" = "Ansluter till samtalet ...";

/* No comment provided by engineer. */
"Contact access" = "Kontaktåtkomst";

/* No comment provided by engineer. */
"Contact access has been denied" = "Kontaktåtkomst har nekats";

/* No comment provided by engineer. */
"Contacts" = "Kontakter";

/* No comment provided by engineer. */
"Conversation creation failed" = "Kunde inte skapa konversation";

/* No comment provided by engineer. */
"Conversation details" = "Konversationsdetaljer";

/* No comment provided by engineer. */
"Conversation name" = "Konversationens namn";

/* No comment provided by engineer. */
"Conversation name cannot be empty" = "Namnet på konversationen får inte vara tomt";

/* No comment provided by engineer. */
"Conversation not found" = "Konversationen hittades inte";

/* No comment provided by engineer. */
"Conversation not found or not joined" = "Konversationen hittades inte eller gick inte att gå med";

/* No comment provided by engineer. */
"Conversation participants" = "Conversation participants";

/* No comment provided by engineer. */
"Conversation password has been removed" = "Conversation password has been removed";

/* No comment provided by engineer. */
"Conversation password has been saved" = "Conversation password has been saved";

/* No comment provided by engineer. */
"Conversation settings" = "Konversationsinställningar";

/* No comment provided by engineer. */
"Conversations" = "Konversationer";

/* No comment provided by engineer. */
"Copy" = "Kopiera";

/* No comment provided by engineer. */
"Copy message link" = "Kopiera meddelandelänk";

/* No comment provided by engineer. */
"Copy message selection" = "Kopiera markerat meddelande";

/* No comment provided by engineer. */
"Could not access camera" = "Kunde inte komma åt kameran";

/* No comment provided by engineer. */
"Could not access microphone" = "Kunde inte komma åt mikrofonen";

/* No comment provided by engineer. */
"Could not access speech recognition" = "Kunde inte komma åt taligenkänning";

/* No comment provided by engineer. */
"Could not access your location" = "Kunde inte komma åt din plats";

/* No comment provided by engineer. */
"Could not add participant" = "Kunde inte lägga till deltagare";

/* No comment provided by engineer. */
"Could not ban participant" = "Det gick inte att blockera deltagare";

/* No comment provided by engineer. */
"Could not change archived conversation setting" = "Kunde inte ändra inställningen för arkiverad konversation";

/* No comment provided by engineer. */
"Could not change call notifications setting" = "Kunde inte ändra inställningen för samtalsaviseringar";

/* No comment provided by engineer. */
"Could not change important conversation setting" = "Kunde inte ändra inställningen för viktig konversation";

/* No comment provided by engineer. */
"Could not change listable scope of the conversation" = "Det gick inte att ändra konversationens listbara omfattning";

/* No comment provided by engineer. */
"Could not change lobby state of the conversation" = "Det gick inte att ändra lobbystatus för konversationen";

/* No comment provided by engineer. */
"Could not change mention permissions of the conversation" = "Kunde inte ändra omnämningsbehörigheter för konversationen";

/* No comment provided by engineer. */
"Could not change moderation permissions of the participant" = "Det gick inte att ändra modereringsbehörigheter för deltagaren";

/* No comment provided by engineer. */
"Could not change notifications setting" = "Det gick inte att ändra aviseringsinställningen";

/* No comment provided by engineer. */
"Could not change password protection settings" = "Det gick inte att ändra lösenordsskyddsinställningarna";

/* No comment provided by engineer. */
"Could not change read-only state of the conversation" = "Det gick inte att ändra skrivskyddat tillstånd för konversationen";

/* No comment provided by engineer. */
"Could not change sensitive conversation setting" = "Kunde inte ändra inställningen för känslig konversation";

/* No comment provided by engineer. */
"Could not change sharing permissions of the conversation" = "Det gick inte att ändra delningsbehörigheter för konversationen";

/* No comment provided by engineer. */
"Could not change SIP state of the conversation" = "Det gick inte att ändra SIP-status för konversationen";

/* No comment provided by engineer. */
"Could not clear chat history" = "Det gick inte att rensa chatthistoriken";

/* No comment provided by engineer. */
"Could not clear status message" = "Det gick inte att rensa statusmeddelandet";

/* No comment provided by engineer. */
"Could not create meeting" = "Kunde inte skapa möte";

/* No comment provided by engineer. */
"Could not delete conversation" = "Det gick inte att ta bort konversationen";

/* No comment provided by engineer. */
"Could not disable absence" = "Kunde inte inaktivera frånvaro";

/* No comment provided by engineer. */
"Could not get available languages" = "Det gick inte att hämta tillgängliga språk";

/* No comment provided by engineer. */
"Could not join %@ call" = "Kunde inte gå med i samtalet %@";

/* No comment provided by engineer. */
"Could not join call with %@" = "Kunde inte gå med i samtalet med %@";

/* No comment provided by engineer. */
"Could not join conversation" = "Det gick inte att gå med i konversationen";

/* No comment provided by engineer. */
"Could not leave conversation" = "Kunde inte lämna konversationen";

/* No comment provided by engineer. */
"Could not login with QR code" = "Could not login with QR code";

/* No comment provided by engineer. */
"Could not remove participant" = "Det gick inte att ta bort deltagare";

/* No comment provided by engineer. */
"Could not rename the conversation" = "Det gick inte att byta namn på konversationen";

/* No comment provided by engineer. */
"Could not resend email invitations" = "Det gick inte att skicka e-postinbjudningar igen";

/* No comment provided by engineer. */
"Could not send call notification" = "Det gick inte att skicka samtalsavisering";

/* No comment provided by engineer. */
"Could not send the message" = "Kunde inte skicka meddelandet";

/* No comment provided by engineer. */
"Could not set absence" = "Kunde inte ställa in frånvaro";

/* No comment provided by engineer. */
"Could not set conversation name" = "Det gick inte att ange namn för konversationen";

/* No comment provided by engineer. */
"Could not set message expiration time" = "Det gick inte att ställa in meddelandets utgångstid";

/* No comment provided by engineer. */
"Could not set online status" = "Kunde inte ställa in onlinestatus";

/* No comment provided by engineer. */
"Could not set phone number" = "Det gick inte att ange telefonnummer";

/* No comment provided by engineer. */
"Could not set status message" = "Det gick inte att ställa in statusmeddelandet";

/* No comment provided by engineer. */
"Could not share file" = "Det gick inte att dela filen";

/* No comment provided by engineer. */
"Could not start group conversation" = "Kunde inte starta gruppkonversation";

/* No comment provided by engineer. */
"Create" = "Skapa";

/* No comment provided by engineer. */
"Create a new conversation" = "Skapa en ny konversation";

/* No comment provided by engineer. */
"Create a thread" = "Skapa en tråd";

/* No comment provided by engineer. */
"Create or join a conversation" = "Skapa eller gå med i en konversation";

/* No comment provided by engineer. */
"Create poll" = "Skapa omröstning";

/* No comment provided by engineer. */
"Creating poll draft failed" = "Det gick inte att skapa utkast för omröstning";

/* No comment provided by engineer. */
"Creating poll failed" = "Det gick inte att skapa omröstning";

/* No comment provided by engineer. */
"Credentials for this account were no longer valid" = "Autentiseringsuppgifterna för det här kontot var inte längre giltiga";

/* Custom message expiration */
"Custom" = "Anpassad";

/* name of a moderator who banned a participant */
"Date:" = "Datum:";

/* No comment provided by engineer. */
"days" = "dagar";

/* No comment provided by engineer. */
"Deck cards" = "Deck-kort";

/* No comment provided by engineer. */
"Default" = "Standard";

/* No comment provided by engineer. */
"Delete" = "Ta bort";

/* Short version for confirmation button. Complete text is 'Delete all messages'. */
"Delete all" = "Ta bort alla";

/* No comment provided by engineer. */
"Delete all messages" = "Radera alla meddelanden";

/* No comment provided by engineer. */
"Delete conversation" = "Ta bort konversation";

/* Delete a conversation right now without waiting for auto-deletion */
"Delete now" = "Ta bort nu";

/* No comment provided by engineer. */
"Deleted user" = "Borttagen användare";

/* No comment provided by engineer. */
"Deleting message" = "Raderar meddelande";

/* No comment provided by engineer. */
"Deleting poll draft failed" = "Det gick inte att radera omröstningsutkast";

/* No comment provided by engineer. */
"Demote from moderator" = "Degradera från moderator";

/* '{Microphone, Camera, ...} access is denied' */
"Denied" = "Nekad";

/* No comment provided by engineer. */
"Description" = "Beskrivning";

/* No comment provided by engineer. */
"Description cannot be longer than 500 characters" = "Beskrivningen får inte vara längre än 500 tecken";

/* No comment provided by engineer. */
"Details" = "Detaljer";

/* No comment provided by engineer. */
"detected" = "upptäckt";

/* No comment provided by engineer. */
"Detecting language" = "Upptäcker språk";

/* No comment provided by engineer. */
"Diagnostics" = "Diagnostik";

/* No comment provided by engineer. */
"Disable absence" = "Inaktivera frånvaro";

/* No comment provided by engineer. */
"Disable blur" = "Inaktivera oskärpa";

/* speaker = Loudspeaker, device */
"Disable speaker" = "Inaktivera högtalare";

/* No comment provided by engineer. */
"Disconnected" = "Frånkopplad";

/* No comment provided by engineer. */
"Dismiss" = "Avfärda";

/* No comment provided by engineer. */
"Dismiss notification" = "Avfärda notifiering";

/* No comment provided by engineer. */
"Do not disturb" = "Stör ej";

/* No comment provided by engineer. */
"Do you really want to clear the file cache?" = "Vill du verkligen rensa filcachen?";

/* No comment provided by engineer. */
"Do you really want to clear the image cache?" = "Vill du verkligen rensa bildcachen?";

/* No comment provided by engineer. */
"Do you really want to delete all messages in this conversation?" = "Vill du verkligen ta bort alla meddelanden i den här konversationen?";

/* No comment provided by engineer. */
"Do you really want to delete this conversation for everyone?" = "Vill du verkligen ta bort den här konversationen för alla?";

/* No comment provided by engineer. */
"Do you really want to end this poll?" = "Vill du verkligen avsluta den här omröstningen?";

/* No comment provided by engineer. */
"Do you really want to log out from this account?" = "Vill du verkligen logga ut från det här kontot?";

/* No comment provided by engineer. */
"Do you really want to remove this account?" = "Vill du verkligen ta bort det här kontot?";

/* No comment provided by engineer. */
"Do you want to connect to the server anyway?" = "Vill du ansluta till servern ändå?";

/* No comment provided by engineer. */
"Do you want to delete this conversation?" = "Vill du ta bort den här konversationen?";

/* No comment provided by engineer. */
"Do you want to enable your camera?" = "Vill du aktivera din kamera?";

/* No comment provided by engineer. */
"Do you want to join this call?" = "Vill du gå med i detta samtal?";

/* No comment provided by engineer. */
"Do you want to share '%@' in the conversation?" = "Vill du dela '%@' i konversationen?";

/* No comment provided by engineer. */
"Do you want to stop the recording?" = "Vill du stoppa inspelningen?";

/* No comment provided by engineer. */
"Don't clear" = "Rensa inte";

/* No comment provided by engineer. */
"Double tap to dismiss authentication dialog" = "Dubbeltryck att avvisa autentiseringsdialog";

/* No comment provided by engineer. */
"Double tap to dismiss sharing options" = "Dubbeltryck att avvisa delningsalternativ";

/* No comment provided by engineer. */
"Double tap to display call options" = "Dubbeltryck för att visa samtalsalternativ";

/* A menu to show additional options for the current conversation */
"Double tap to display option menu" = "Dubbeltryck för att visa alternativmenyn";

/* No comment provided by engineer. */
"Double tap to display thread notification level options" = "Dubbeltryck för att visa alternativ för trådaviseringar";

/* No comment provided by engineer. */
"Double tap to edit profile" = "Dubbeltryck för att redigera profil";

/* No comment provided by engineer. */
"Double tap to enable or disable 'Call without notification' option" = "Dubbeltryck för att aktivera eller inaktivera alternativet ‘Ring utan avisering’";

/* No comment provided by engineer. */
"Double tap to enable or disable the camera" = "Dubbeltryck för att aktivera eller inaktivera kameran";

/* No comment provided by engineer. */
"Double tap to enable or disable the microphone" = "Dubbeltryck för att aktivera eller inaktivera mikrofonen";

/* speaker = Loudspeaker, device */
"Double tap to enable or disable the speaker" = "Dubbeltryck för att aktivera eller inaktivera högtalaren";

/* No comment provided by engineer. */
"Double tap to end editing profile" = "Dubbeltryck för att sluta redigera profil";

/* No comment provided by engineer. */
"Double tap to go to conversation information" = "Dubbeltryck för att gå till konversationsinformation";

/* No comment provided by engineer. */
"Double tap to go to user profile and application settings" = "Dubbeltryck för att gå till användarprofil och appinställningar";

/* No comment provided by engineer. */
"Double tap to hang up the call" = "Dubbeltryck för att lägga på samtalet";

/* No comment provided by engineer. */
"Double tap to lower hand" = "Dubbeltryck för att ta ner handen";

/* No comment provided by engineer. */
"Double tap to open file browser" = "Dubbeltryck för att öppna filhanteraren";

/* No comment provided by engineer. */
"Double tap to select different audio routes" = "Dubbeltryck för att välja olika ljudvägar";

/* No comment provided by engineer. */
"Double tap to send message" = "Dubbeltryck för att skicka meddelande";

/* No comment provided by engineer. */
"Double tap to share with selected conversations" = "Dubbeltryck för att dela med valda konversationer";

/* No comment provided by engineer. */
"Double tap to show more actions" = "Dubbeltryck för att visa fler åtgärder";

/* No comment provided by engineer. */
"Double tap to show or hide chat view" = "Dubbeltryck för att visa eller dölja chattvy";

/* No comment provided by engineer. */
"Double tap to start a video call" = "Dubbeltryck för att starta ett videosamtal";

/* No comment provided by engineer. */
"Double tap to start a voice only call" = "Dubbeltryck för att starta ett röstsamtal";

/* No comment provided by engineer. */
"Double tap to stop recording" = "Dubbeltryck för att stoppa inspelningen";

/* No comment provided by engineer. */
"Double tap to upgrade this voice call to a video call" = "Dubbeltryck för att uppgradera det här röstsamtalet till ett videosamtal";

/* No comment provided by engineer. */
"Duplicate session" = "Duplicera session";

/* Edit a message or room participants */
"Edit" = "Redigera";

/* No comment provided by engineer. */
"Edit attendees" = "Redigera deltagare";

/* No comment provided by engineer. */
"Edit thread details" = "Redigera tråddetaljer";

/* A message was edited */
"edited" = "redigerad";

/* A message was edited by ... */
"edited by" = "redigerad av";

/* A message was edited by ... */
"Edited by" = "Redigerad av";

/* No comment provided by engineer. */
"Editing Message" = "Redigerar meddelande";

/* No comment provided by engineer. */
"Editing poll draft" = "Redigerar omröstningsutkast";

/* No comment provided by engineer. */
"Editing poll failed" = "Det gick inte att redigera omröstningen";

/* No comment provided by engineer. */
"Either you don't have chat permission or the conversation is read-only." = "Antingen har du inte chattbehörighet eller så är konversationen skrivskyddad.";

/* No comment provided by engineer. */
"Email" = "E-post";

/* No comment provided by engineer. */
"Empty summary response" = "Tomt sammanfattande svar";

/* No comment provided by engineer. */
"Enable" = "Aktivera";

/* No comment provided by engineer. */
"Enable blur" = "Aktivera oskärpa";

/* No comment provided by engineer. */
"Enable screensharing" = "Aktivera skärmdelning";

/* No comment provided by engineer. */
"Enable speaker" = "Aktivera högtalare";

/* No comment provided by engineer. */
"End call" = "Avsluta samtal";

/* No comment provided by engineer. */
"End call for everyone" = "Avsluta samtal för alla";

/* No comment provided by engineer. */
"End poll" = "Avsluta omröstning";

/* No comment provided by engineer. */
"Enter a new password" = "Enter a new password";

/* No comment provided by engineer. */
"Enter a password" = "Ange lösenord";

/* No comment provided by engineer. */
"Error occurred when creating a reminder" = "Ett fel uppstod när en påminnelse skapades";

/* No comment provided by engineer. */
"Error occurred while editing a message" = "Ett fel uppstod när ett meddelande skulle redigeras";

/* External signaling used */
"External" = "Extern";

/* No comment provided by engineer. */
"Failed to accept invitation" = "Det gick inte att acceptera inbjudan";

/* No comment provided by engineer. */
"Failed to check or create attachment folder" = "Kunde inte kontrollera eller skapa mapp för bilagor";

/* No comment provided by engineer. */
"Failed to clear reminder" = "Det gick inte att rensa påminnelsen";

/* No comment provided by engineer. */
"Failed to connect to %@" = "Det gick inte att ansluta till %@";

/* No comment provided by engineer. */
"Failed to forward message" = "Kunde inte vidarebefordra meddelande";

/* No comment provided by engineer. */
"Failed to get calendar to schedule a meeting" = "Kunde inte hämta kalender för att schemalägga ett möte";

/* No comment provided by engineer. */
"Failed to reject invitation" = "Det gick inte att avvisa inbjudan";

/* No comment provided by engineer. */
"Failed to send message" = "Kunde inte skicka meddelandet";

/* No comment provided by engineer. */
"Failed to share recording" = "Kunde inte dela inspelningen";

/* No comment provided by engineer. */
"Failed to unban selected entry" = "Det gick inte att ta bort blockering för vald post";

/* No comment provided by engineer. */
"Federated" = "Federerad";

/* No comment provided by engineer. */
"Fetching status …" = "Hämtar status …";

/* Filename of a file */
"File" = "Fil";

/* No comment provided by engineer. */
"Files" = "Filer";

/* Title for available conversations filters */
"Filters" = "Filter";

/* No comment provided by engineer. */
"First day" = "Första dagen";

/* No comment provided by engineer. */
"Follow conversation settings" = "Följ konversationsinställningar";

/* No comment provided by engineer. */
"For password reset and notifications" = "För lösenordsåterställning och aviseringar";

/* No comment provided by engineer. */
"Format" = "Format";

/* No comment provided by engineer. */
"Forward" = "Vidarebefordra";

/* No comment provided by engineer. */
"Forward to" = "Vidarebefordra till";

/* 'From' which language user wants to translate text */
"From" = "Från";

/* from Alice at nextcloud.local */
"from %@ at %@" = "från %1$@ %2$@";

/* No comment provided by engineer. */
"Full name" = "Fullständigt namn";

/* No comment provided by engineer. */
"Generate summary" = "Skapa en sammanfattning";

/* No comment provided by engineer. */
"Generating summary of unread messages" = "Skapar sammanfattning av olästa meddelanden";

/* No comment provided by engineer. */
"Generating summary of unread messages failed" = "Kunde inte skapa en sammanfattning av olästa meddelanden";

/* No comment provided by engineer. */
"Get source code" = "Hämta källkod";

/* No comment provided by engineer. */
"GitHub API error" = "GitHub API-error";

/* Give consent to the recording of the call and join that call */
"Give consent and join call" = "Ge samtycke och gå med i samtalet";

/* No comment provided by engineer. */
"Go to message" = "Gå till meddelande";

/* No comment provided by engineer. */
"guest" = "gäst";

/* No comment provided by engineer. */
"Guest" = "Gäst";

/* No comment provided by engineer. */
"Guests access" = "Gäståtkomst";

/* No comment provided by engineer. */
"Guests app enabled?" = "Gäst-appen aktiverad?";

/* No comment provided by engineer. */
"Hang up" = "Lägg på";

/* TRANSLATORS this is a video quality option (Video quality : HD) */
"HD" = "HD";

/* No comment provided by engineer. */
"Hide" = "Dölj";

/* TRANSLATORS this is a video quality option (Video quality : High) */
"High" = "Hög";

/* No comment provided by engineer. */
"hours" = "timmar";

/* No comment provided by engineer. */
"If you delete the conversation, it will also be deleted for %@" = "Om du tar bort konversationen kommer den också att raderas för %@";

/* No comment provided by engineer. */
"If you enable your camera, this call will be interrupted for a few seconds." = "Om du aktiverar din kamera kommer samtalet att avbrytas i några sekunder.";

/* No comment provided by engineer. */
"If you're using multiple servers, you need to check all of them." = "Om du använder flera servrar måste du kontrollera alla.";

/* No comment provided by engineer. */
"Images, files, voice messages…" = "Bilder, filer, röstmeddelanden...";

/* No comment provided by engineer. */
"Import account" = "Importera konto";

/* No comment provided by engineer. */
"Important conversation" = "Viktig konversation";

/* No comment provided by engineer. */
"in" = "i";

/* No comment provided by engineer. */
"Include calls in call history" = "Inkludera samtal i samtalshistoriken";

/* Message is pinned indefinitely */
"Indefinitely" = "Tills vidare";

/* Internal signaling used */
"Internal" = "Intern";

/* Internal note about why a user/guest was banned */
"Internal note" = "Intern anteckning";

/* No comment provided by engineer. */
"Invalid date range" = "Ogiltigt datumintervall";

/* No comment provided by engineer. */
"Invalid email address" = "Ogiltig e-postadress";

/* No comment provided by engineer. */
"Invalid end date" = "Ogiltigt slutdatum";

/* No comment provided by engineer. */
"Invalid server address" = "Felaktig serveradress";

/* No comment provided by engineer. */
"Invalid start date" = "Ogiltigt startdatum";

/* No comment provided by engineer. */
"Invisible" = "Osynlig";

/* No comment provided by engineer. */
"Invitation resent" = "Inbjudan har skickats igen";

/* No comment provided by engineer. */
"Invitations resent" = "Inbjudningar skickas igen";

/* Invitation for a meeting */
"Invite all users and emails" = "Bjud in alla användare och e-postadresser";

/* It seems that {app name} is not installed in your server. */
"It seems that %@ is not installed in your server." = "Det verkar som %@ inte är installerad på din server.";

/* No comment provided by engineer. */
"It seems that there is no internet connection." = "Det verkar som att det inte finns någon internetanslutning.";

/* Italic text */
"Italic" = "Kursiv";

/* No comment provided by engineer. */
"Join a conversation or start a new one" = "Anslut till en konversation eller starta en ny";

/* No comment provided by engineer. */
"Join call" = "Gå med i samtal";

/* No comment provided by engineer. */
"Join call (audio only)" = "Gå med i samtalet (endast ljud)";

/* No comment provided by engineer. */
"Join call with video" = "Gå med i samtalet med video";

/* No comment provided by engineer. */
"Join open conversations" = "Gå med i öppna konversationer";

/* No comment provided by engineer. */
"Join video call" = "Gå med i videosamtal";

/* No comment provided by engineer. */
"Keep" = "Behåll";

/* No comment provided by engineer. */
"Last day (inclusive)" = "Sista dagen (inklusive)";

/* Last subscription to the push notification server */
"Last subscription" = "Senaste prenumeration";

/* No comment provided by engineer. */
"Last sync" = "Senaste synk";

/* Remind me later today about that message */
"Later today" = "Senare idag";

/* No comment provided by engineer. */
"Leave" = "Lämna";

/* No comment provided by engineer. */
"Leave call" = "Lämna samtalet";

/* No comment provided by engineer. */
"Leave conversation" = "Lämna konversationen";

/* No comment provided by engineer. */
"less than a minute ago" = "mindre än en minut sedan";

/* No comment provided by engineer. */
"Link https://…" = "Länk https://...";

/* No comment provided by engineer. */
"Linked file" = "Länkad fil";

/* No comment provided by engineer. */
"Load more results" = "Visa fler resultat";

/* No comment provided by engineer. */
"Lobby" = "Lobby";

/* No comment provided by engineer. */
"Lobby is still active and you're not a moderator" = "Lobbyn är fortfarande aktiv och du är inte moderator";

/* No comment provided by engineer. */
"Local" = "Lokal";

/* No comment provided by engineer. */
"Local time: %@" = "Lokal tid: %@";

/* No comment provided by engineer. */
"Location" = "Plats";

/* No comment provided by engineer. */
"Location access" = "Platsåtkomst";

/* No comment provided by engineer. */
"Location service has been denied. Check your settings." = "Platstjänsten har nekats. Kontrollera dina inställningar.";

/* No comment provided by engineer. */
"Location service is not enabled" = "Platstjänsten är inte aktiverad";

/* No comment provided by engineer. */
"Locations" = "Platser";

/* No comment provided by engineer. */
"Lock conversation" = "Lås konversation";

/* No comment provided by engineer. */
"Log in" = "Logga in";

/* No comment provided by engineer. */
"Log out" = "Logga ut";

/* No comment provided by engineer. */
"Logged out" = "Utloggad";

/* No comment provided by engineer. */
"Long absence message" = "Meddelande om långvarig frånvaro";

/* TRANSLATORS this is a video quality option (Video quality : Low) */
"Low" = "Låg";

/* No comment provided by engineer. */
"Lower hand" = "Ta ner handen";

/* TRANSLATORS this is used when no meeting start time is set and the meeting will be started manually */
"Manual" = "Manuell";

/* No comment provided by engineer. */
"Mark as read" = "Markera som läst";

/* No comment provided by engineer. */
"Mark as unread" = "Markera som oläst";

/* No comment provided by engineer. */
"Match system contacts" = "Matcha systemkontakter";

/* No comment provided by engineer. */
"Media" = "Media";

/* No comment provided by engineer. */
"Meeting created" = "Möte skapat";

/* No comment provided by engineer. */
"Meeting ended" = "Möte avslutat";

/* No comment provided by engineer. */
"Meeting ID" = "Mötes-ID";

/* No comment provided by engineer. */
"Meeting settings" = "Mötesinställningar";

/* 'Meetings' meaning 'Conversations that were created from a calendar event'
   Headline for a 'meeting section' */
"Meetings" = "Möten";

/* 'Mentioned' meaning 'Mentioned conversations' */
"Mentioned" = "Omnämnd";

/* Copy 'message' */
"Message" = "Meddelande";

/* No comment provided by engineer. */
"Message copied" = "Meddelandet kopierat";

/* No comment provided by engineer. */
"Message could not be deleted because it is too old" = "Meddelandet kunde inte raderas eftersom det är för gammalt";

/* No comment provided by engineer. */
"Message deleted successfully" = "Meddelandet har raderats";

/* No comment provided by engineer. */
"Message deleted successfully, but Matterbridge is configured and the message might already be distributed to other services" = "Meddelandet har raderats, men Matterbridge är konfigurerat och meddelandet kanske redan har distribuerats till andra tjänster";

/* No comment provided by engineer. */
"Message editing failed" = "Message editing failed";

/* No comment provided by engineer. */
"Message expiration" = "Meddelande löper ut";

/* Copy 'link' to a message */
"Message link" = "Meddelandelänk";

/* No comment provided by engineer. */
"Message link copied" = "Meddelandelänk kopierad";

/* No comment provided by engineer. */
"Message pinned" = "Meddelande fäst";

/* No comment provided by engineer. */
"Message preview will be disabled in conversation list and notifications" = "Förhandsvisning av meddelanden kommer att inaktiveras i konversationslistan och i aviseringar";

/* No comment provided by engineer. */
"Message rescheduling failed" = "Message rescheduling failed";

/* No comment provided by engineer. */
"Message scheduling failed" = "Message scheduling failed";

/* No comment provided by engineer. */
"Message successfully edited" = "Message successfully edited";

/* No comment provided by engineer. */
"Message successfully rescheduled" = "Message successfully rescheduled";

/* No comment provided by engineer. */
"Message successfully scheduled" = "Message successfully scheduled";

/* No comment provided by engineer. */
"Message unpinned" = "Fäst meddelande borttaget";

/* No comment provided by engineer. */
"Messages" = "Meddelanden";

/* No comment provided by engineer. */
"Microphone" = "Mikrofon";

/* No comment provided by engineer. */
"Microphone access" = "Mikrofonåtkomst";

/* No comment provided by engineer. */
"Microphone access is not allowed. Check your settings." = "Mikrofonåtkomst är inte tillåten. Kontrollera dina inställningar.";

/* No comment provided by engineer. */
"Microphone disabled" = "Mikrofon inaktiverad";

/* No comment provided by engineer. */
"Microphone enabled" = "Mikrofon aktiverad";

/* No comment provided by engineer. */
"minutes" = "minuter";

/* No comment provided by engineer. */
"Missed call from" = "Missat samtal från";

/* No comment provided by engineer. */
"Missing phone number information" = "Information om telefonnummer saknas";

/* The signaling mode used */
"Mode" = "Läge";

/* No comment provided by engineer. */
"moderator" = "moderator";

/* No comment provided by engineer. */
"Modification date" = "Ändringsdatum";

/* More menu elements */
"More" = "More";

/* No comment provided by engineer. */
"More actions" = "Fler händelser";

/* No comment provided by engineer. */
"Multiple answers" = "Flera svar";

/* No comment provided by engineer. */
"Mute all notifications" = "Dölj alla aviseringar";

/* No comment provided by engineer. */
"Mute others" = "Tysta andra";

/* No comment provided by engineer. */
"My location" = "Min plats";

/* No comment provided by engineer. */
"Name" = "Namn";

/* No comment provided by engineer. */
"Nearby places" = "Närliggande platser";

/* No comment provided by engineer. */
"Network available" = "Nätverk tillgängligt";

/* No comment provided by engineer. */
"Network not available" = "Nätverk ej tillgängligt";

/* Never subscribed to the push notification server */
"Never subscribed" = "Aldrig prenumererat";

/* No comment provided by engineer. */
"New conversation" = "Ny konversation";

/* No comment provided by engineer. */
"New poll" = "Ny omröstning";

/* Remind me next week about that message */
"Next week" = "Nästa vecka";

/* No comment provided by engineer. */
"HPACloud server not found" = "HPACloud-servern hittades inte";

/* No comment provided by engineer. */
"No" = "Nej";

/* No comment provided by engineer. */
"No actions available" = "Inga åtgärder tillgängliga";

/* No comment provided by engineer. */
"No active account found" = "Inget aktivt konto hittades";

/* No comment provided by engineer. */
"No AI provider available or summarizing failed" = "Ingen tillgänglig AI-leverantör eller sammanfattning misslyckades";

/* No comment provided by engineer. */
"No banned users or guests" = "Inga blockerade användare eller gäster";

/* No comment provided by engineer. */
"No description provided" = "Ingen beskrivning har angetts";

/* No comment provided by engineer. */
"No files in here" = "Inga filer här";

/* 'No filter' meaning 'No filter will be applied in conversations list' */
"No filter" = "Inget filter";

/* No comment provided by engineer. */
"No followed threads" = "Inga följda trådar";

/* No comment provided by engineer. */
"No messages found to summarize" = "Inga meddelanden hittades att sammanfatta";

/* No comment provided by engineer. */
"No messages yet, start the conversation!" = "Inga meddelanden än, starta konversationen!";

/* No comment provided by engineer. */
"No participants found" = "Inga deltagare hittades";

/* No comment provided by engineer. */
"No permission to join this conversation" = "Ingen behörighet att gå med i denna konversation";

/* No comment provided by engineer. */
"No poll drafts saved yet" = "Inga omröstningsutkast har sparats ännu";

/* No comment provided by engineer. */
"No recent threads" = "Inga nyligen aktiva trådar";

/* No comment provided by engineer. */
"No response from server" = "Inget svar från servern";

/* No comment provided by engineer. */
"No results found" = "Inga resultat funna";

/* No comment provided by engineer. */
"No shared items" = "Inga delade objekt";

/* No comment provided by engineer. */
"No upcoming events" = "Inga kommande händelser";

/* No comment provided by engineer. */
"No user found" = "Ingen användare hittades";

/* TRANSLATORS this is a video quality option (Video quality : Normal) */
"Normal" = "Normal";

/* '{Microphone, Camera, ...} access was not requested' */
"Not requested" = "Inte efterfrågat";

/* No comment provided by engineer. */
"Note to self" = "Egna anteckningar";

/* Internal note for moderators, usually a reason for this ban */
"Note:" = "Anteckning:";

/* No comment provided by engineer. */
"Notifications" = "Aviseringar";

/* No comment provided by engineer. */
"Notifications app enabled?" = "Aviseringsappen aktiverad?";

/* No comment provided by engineer. */
"Notify about calls" = "Avisera om samtal";

/* Indicates an event happening right now */
"Now" = "Nu";

/* No comment provided by engineer. */
"Off" = "Av";

/* No comment provided by engineer. */
"Offline" = "Offline";

/* No comment provided by engineer. */
"Offline, only showing downloaded messages" = "Offline, visar bara nedladdade meddelanden";

/* No comment provided by engineer. */
"OK" = "OK";

/* Will be used as the caller name when a VoIP notification can't be decrypted */
"Old account" = "Gammalt konto";

/* No comment provided by engineer. */
"Once a conversation is left, to rejoin a closed conversation, an invite is needed. An open conversation can be rejoined at any time." = "När en konversation har lämnats krävs en inbjudan för att återgå till en sluten konversation. En öppen konversation kan återanslutas när som helst.";

/* No comment provided by engineer. */
"Once a conversation is unarchived, it will be shown by default again." = "När en konversation har avarkiverats visas den som standard igen.";

/* No comment provided by engineer. */
"Online" = "Online";

/* No comment provided by engineer. */
"Online status" = "Onlinestatus";

/* No comment provided by engineer. */
"Only audio and screen shares" = "Endast ljud och skärmdelningar";

/* No comment provided by engineer. */
"Only normal chat messages can be deleted" = "Endast normala chattmeddelanden kan raderas";

/* No comment provided by engineer. */
"Only synchronize to trusted servers" = "Synkronisera endast med betrodda servrar";

/* No comment provided by engineer. */
"Only visible to people matched via phone number integration" = "Endast synlig för personer som matchas via telefonnummerintegrering";

/* No comment provided by engineer. */
"Only visible to people on this instance and guests" = "Endast synlig för personer på denna instansen och gäster";

/* No comment provided by engineer. */
"Open" = "Öppna";

/* No comment provided by engineer. */
"Open app settings" = "Öppna appinställningar";

/* No comment provided by engineer. */
"Open conversation to registered users" = "Öppna konversation för registrerade användare";

/* TRANSLATORS 'Open conversations' as a type of conversation. 'Open conversations' are conversations that can be found by other users */
"Open conversations" = "Öppna konversationer";

/* No comment provided by engineer. */
"Open in %@" = "Öppna i %@";

/* No comment provided by engineer. */
"Open in Google Maps" = "Open in Google Maps";

/* No comment provided by engineer. */
"Open in Maps" = "Open in Maps";

/* A menu to show additional options for the current conversation */
"Option menu" = "Alternativmeny";

/* No comment provided by engineer. */
"Other Accounts" = "Andra konton";

/* No comment provided by engineer. */
"Other participants" = "Other participants";

/* No comment provided by engineer. */
"Others" = "Övriga";

/* Owner of a repository */
"Owner" = "Ägare";

/* No comment provided by engineer. */
"Participants" = "Deltagare";

/* No comment provided by engineer. */
"Password" = "Lösenord";

/* No comment provided by engineer. */
"Password copied" = "Password copied";

/* No comment provided by engineer. */
"Password is secure" = "Password is secure";

/* No comment provided by engineer. */
"Password needs to be at least %d characters long" = "Password needs to be at least %d characters long";

/* No comment provided by engineer. */
"Password protection" = "Password protection";

/* No comment provided by engineer. */
"Pending invitations" = "Väntande inbjudningar";

/* No comment provided by engineer. */
"Phone number" = "Telefonnummer";

/* No comment provided by engineer. */
"Phone number integration" = "Integrering av telefonnummer";

/* No comment provided by engineer. */
"Phone number set successfully" = "Telefonnumret har ställts in";

/* No comment provided by engineer. */
"Photo Library" = "Fotobibliotek";

/* No comment provided by engineer. */
"Photo library access" = "Tillgång till fotobibliotek";

/* No comment provided by engineer. */
"Pick date & time" = "Välj datum och tid";

/* Pin a message to be always visible in the chat */
"Pin message" = "Fäst meddelande";

/* Message was pinned at … */
"Pinned at %@" = "Fäst %@";

/* A message was pinned by ... */
"pinned by" = "fäst av";

/* No comment provided by engineer. */
"Pinned messages" = "Fästa meddelanden";

/* Message is pinned until … */
"Pinned until %@" = "Fäst til %@";

/* No comment provided by engineer. */
"Please check that you entered a valid server address." = "Kontrollera att du har angett en giltig serveradress.";

/* No comment provided by engineer. */
"Please check that you entered the correct HPACloud server address." = "Kontrollera att du har angett rätt HPACloud-serveradress.";

/* No comment provided by engineer. */
"Please check that you entered the correct server address." = "Kontrollera att du har angett korrekt serveradress.";

/* No comment provided by engineer. */
"Please contact your system administrator." = "Kontakta din systemadministratör.";

/* Please update your server with the latest {app name} version available. */
"Please update your server with the latest %@ version available." = "Uppdatera din server med den senaste %@ tillgängliga versionen.";

/* No comment provided by engineer. */
"Please update." = "Vänligen uppdatera.";

/* No comment provided by engineer. */
"Poll" = "Omröstning";

/* No comment provided by engineer. */
"Poll draft" = "Omröstningsutkast";

/* No comment provided by engineer. */
"Poll draft has been saved" = "Omröstningsutkast sparat";

/* No comment provided by engineer. */
"Poll drafts" = "Omröstningsutkast";

/* No comment provided by engineer. */
"Poll results" = "omröstningsresultat";

/* No comment provided by engineer. */
"Polls" = "Omröstningar";

/* No comment provided by engineer. */
"Preview" = "Förhandsvisning";

/* No comment provided by engineer. */
"Privacy" = "Integritet";

/* No comment provided by engineer. */
"Private" = "Privat";

/* No comment provided by engineer. */
"Profile" = "Profil";

/* No comment provided by engineer. */
"Profile picture" = "Profilbild";

/* No comment provided by engineer. */
"Promote to moderator" = "Befordra till moderator";

/* No comment provided by engineer. */
"Published" = "Publicerad";

/* No comment provided by engineer. */
"Push notifications" = "Pushnotiser";

/* No comment provided by engineer. */
"Question" = "Fråga";

/* No comment provided by engineer. */
"Raise hand" = "Räck upp handen";

/* No comment provided by engineer. */
"Reachable?" = "Nåbar?";

/* No comment provided by engineer. */
"Reactions" = "Reaktioner";

/* No comment provided by engineer. */
"Read status" = "Lässtatus";

/* No comment provided by engineer. */
"Received call from an old account" = "Fick ett samtal från ett gammalt konto";

/* No comment provided by engineer. */
"Recent threads" = "Senaste trådar";

/* No comment provided by engineer. */
"Record voice message" = "Spela in röstmeddelande";

/* No comment provided by engineer. */
"Recording" = "Inspelning";

/* No comment provided by engineer. */
"Recording consent is required" = "Samtycke för inspelning krävs";

/* No comment provided by engineer. */
"Recording consent required for joining the call" = "Samtycke för inspelning krävs för att gå med i samtalet";

/* No comment provided by engineer. */
"Recordings" = "Inspelningar";

/* No comment provided by engineer. */
"Redo" = "Gör om";

/* No comment provided by engineer. */
"Reference API supported?" = "Stöds referens-API?";

/* No comment provided by engineer. */
"Reject" = "Avvisa";

/* No comment provided by engineer. */
"Reminder was successfully cleared" = "Påminnelsen har tagits bort";

/* No comment provided by engineer. */
"Reminder was successfully set" = "Påminnelsen har ställts in";

/* No comment provided by engineer. */
"Remote server is unreachable" = "Fjärrservern går inte att nå";

/* No comment provided by engineer. */
"Remove" = "Ta bort";

/* No comment provided by engineer. */
"Remove account" = "Ta bort konto";

/* No comment provided by engineer. */
"Remove from favorites" = "Ta bort från favoriter";

/* No comment provided by engineer. */
"Remove group and members" = "Ta bort grupp och medlemmar";

/* No comment provided by engineer. */
"Remove old duplicate entries and leave only the most recent entries." = "Ta bort gamla dubbletter och lämna bara de senaste posterna.";

/* No comment provided by engineer. */
"Remove participant" = "Ta bort deltagare";

/* No comment provided by engineer. */
"Remove password" = "Ta bort lösenordet";

/* No comment provided by engineer. */
"Remove team and members" = "Ta bort team och medlemmar";

/* Replacement in case of out of office */
"Replacement" = "Ersättning";

/* Replacement in case of out of office */
"Replacement (optional)" = "Ersättare (valfritt)";

/* No comment provided by engineer. */
"Reply" = "Svara";

/* No comment provided by engineer. */
"Reply privately" = "Svara privat";

/* Name of a repository */
"Repo" = "Repo";

/* Reschedule a message that is send later */
"Reschedule" = "Reschedule";

/* Reschedule a message that is send later with a notification */
"Reschedule with notification" = "Reschedule with notification";

/* Reschedule a message that is send later without a notification */
"Reschedule without notification" = "Reschedule without notification";

/* No comment provided by engineer. */
"Resend" = "Skicka igen";

/* No comment provided by engineer. */
"Resend invitation" = "Skicka inbjudning igen";

/* No comment provided by engineer. */
"Resend invitations" = "Skicka inbjudningar igen";

/* Title for a section where different reset options are shown */
"Reset" = "Återställ";

/* Replacement in case of out of office */
"Reset replacement" = "Återställ ersättare";

/* Results of a poll */
"Results" = "Resultat";

/* No comment provided by engineer. */
"Retry" = "Försök igen";

/* Save conversation description */
"Save" = "Spara";

/* No comment provided by engineer. */
"Save as draft" = "Spara som utkast";

/* No comment provided by engineer. */
"Save password" = "Save password";

/* No comment provided by engineer. */
"Save to 'Note to self'" = "Spara till 'Egna anteckningar'";

/* No comment provided by engineer. */
"Say hi to your friends and colleagues!" = "Säg hej till dina vänner och kollegor!";

/* No comment provided by engineer. */
"Scan QR code" = "Skanna QR-kod";

/* Noun. 'Schedule' of a meeting */
"Schedule" = "Schemalägg";

/* No comment provided by engineer. */
"Schedule a meeting" = "Schemalägg ett möte";

/* No comment provided by engineer. */
"Scheduled messages" = "Scheduled messages";

/* No comment provided by engineer. */
"Screensharing stopped" = "Skärmdelning stoppades";

/* No comment provided by engineer. */
"Search" = "Sök";

/* No comment provided by engineer. */
"Search for places" = "Sök efter platser";

/* Replacement in case of out of office */
"Select a replacement" = "Välj en ersättare";

/* No comment provided by engineer. */
"Select language" = "Välj språk";

/* Copy a 'selection' of a message */
"Selection" = "Markering";

/* No comment provided by engineer. */
"Send" = "Skicka";

/* No comment provided by engineer. */
"Send a reaction" = "Skicka en reaktion";

/* No comment provided by engineer. */
"Send call notification" = "Skicka samtalsavisering";

/* No comment provided by engineer. */
"Send later" = "Send later";

/* No comment provided by engineer. */
"Send later without notification" = "Send later without notification";

/* No comment provided by engineer. */
"Send message" = "Skicka meddelande";

/* Send a message now */
"Send now" = "Send now";

/* No comment provided by engineer. */
"Send without notification" = "Skicka utan avisering";

/* No comment provided by engineer. */
"Send/Accept" = "Skicka/Acceptera";

/* No comment provided by engineer. */
"Sending no invitations" = "Skickar inga inbjudningar";

/* No comment provided by engineer. */
"Sensitive conversation" = "Känslig konversation";

/* A message has been sent without notifications */
"Sent without notification" = "Skickat utan avisering";

/* No comment provided by engineer. */
"Server" = "Server";

/* No comment provided by engineer. */
"Server address https://…" = "Serveradress https://...";

/* No comment provided by engineer. */
"Server is currently in maintenance mode" = "Servern är för närvarande i underhållsläge";

/* No comment provided by engineer. */
"Server not found" = "Server kunde inte hittas";

/* No comment provided by engineer. */
"Set" = "Sätt";

/* No comment provided by engineer. */
"Set password" = "Sätt lösenord";

/* Remind me later about that message */
"Set reminder" = "Ställ in påminnelse";

/* No comment provided by engineer. */
"Set status message" = "Sätt statusmeddelande";

/* No comment provided by engineer. */
"Settings" = "Inställningar";

/* No comment provided by engineer. */
"Share" = "Dela";

/* No comment provided by engineer. */
"Share a file from your HPACloud" = "Dela en fil från HPACloud";

/* No comment provided by engineer. */
"Share current location" = "Dela aktuell plats";

/* No comment provided by engineer. */
"Share link" = "Delningslänk";

/* No comment provided by engineer. */
"Share location" = "Dela plats";

/* Share the location of a pin that has been dropped in a map view */
"Share pin location" = "Dela pin plats";

/* No comment provided by engineer. */
"Share to chat" = "Dela till chatt";

/* No comment provided by engineer. */
"Share with" = "Dela med";

/* No comment provided by engineer. */
"Shared items" = "Delade objekt";

/* No comment provided by engineer. */
"Shared location" = "Delad plats";

/* No comment provided by engineer. */
"Sharing to a federated conversation is not supported." = "Delning till en federerad konversation stöds inte.";

/* No comment provided by engineer. */
"Short absence status" = "Kort frånvarostatus";

/* No comment provided by engineer. */
"Short absence status is too long" = "Kort frånvarostatus är för lång";

/* No comment provided by engineer. */
"Show more…" = "Visa mer...";

/* No comment provided by engineer. */
"Signaling" = "Signal";

/* No comment provided by engineer. */
"SIP dial-in" = "SIP-uppringning";

/* No comment provided by engineer. */
"Skip" = "Hoppa över";

/* No comment provided by engineer. */
"Slide to cancel" = "Dra för att avbryta";

/* No comment provided by engineer. */
"Some messages not shown, will be downloaded when online" = "Vissa meddelanden som inte visas kommer att laddas ner när du är online";

/* No comment provided by engineer. */
"Source code" = "Källkod";

/* speaker = Loudspeaker, device */
"Speaker" = "Högtalare";

/* speaker = Loudspeaker, device */
"Speaker disabled" = "Högtalare inaktiverad";

/* speaker = Loudspeaker, device */
"Speaker enabled" = "Högtalare aktiverad";

/* No comment provided by engineer. */
"Speech recognition access is not allowed. Check your settings." = "Taligenkänningsåtkomst är inte tillåten. Kontrollera dina inställningar.";

/* No comment provided by engineer. */
"Speech recognition failed" = "Taligenkänning misslyckades";

/* No comment provided by engineer. */
"Start a new group conversation" = "Starta en ny gruppkonversation";

/* No comment provided by engineer. */
"Start call" = "Starta samtal";

/* No comment provided by engineer. */
"Start call silently" = "Starta samtal tyst";

/* No comment provided by engineer. */
"Start recording" = "Starta inspelning";

/* No comment provided by engineer. */
"Start time" = "Starttid";

/* No comment provided by engineer. */
"Start video call" = "Starta videosamtal";

/* No comment provided by engineer. */
"Start video call silently" = "Starta videosamtal tyst";

/* No comment provided by engineer. */
"Status" = "Status";

/* No comment provided by engineer. */
"Status message" = "Statusmeddelande";

/* Action to 'Stop' a recording */
"Stop" = "Stoppa";

/* No comment provided by engineer. */
"Stop recording" = "Stoppa inspelning";

/* No comment provided by engineer. */
"Stop screensharing" = "Stoppa skärmdelning";

/* Strikethrough text */
"Strikethrough" = "Genomstruken";

/* No comment provided by engineer. */
"STUN servers" = "STUN-servrar";

/* No comment provided by engineer. */
"Submit vote" = "Skicka in röst";

/* No comment provided by engineer. */
"Switch account" = "Växla konto";

/* No comment provided by engineer. */
"Switching to another conversation …" = "Byter till en annan konversation …";

/* No comment provided by engineer. */
"Synchronize to trusted servers and the global and public address book" = "Synkronisera med betrodda servrar och den globala och offentliga adressboken";

/* Talk to a user */
"Talk to" = "Chatta med";

/* No comment provided by engineer. */
"Tap and hold to record a voice message" = "Tryck och håll ned för att spela in ett röstmeddelande";

/* No comment provided by engineer. */
"Tap and hold to record a voice message, release the button to send it." = "Tryck och håll ned för att spela in ett röstmeddelande, släpp knappen för att skicka det.";

/* No comment provided by engineer. */
"Test failed" = "Testet misslyckades";

/* No comment provided by engineer. */
"Test push notifications" = "Testa pushnotiser";

/* No comment provided by engineer. */
"Test results" = "Testresultat";

/* No comment provided by engineer. */
"Test results copied" = "Testresultat kopierat";

/* No comment provided by engineer. */
"The app is too old and no longer supported by this server." = "Appen är för gammal och stöds inte längre av den här servern.";

/* No comment provided by engineer. */
"The call for this event ended. Do you want to delete this conversation for everyone?" = "Samtalet för denna händelse har avslutats. Vill du ta bort den här konversationen för alla?";

/* No comment provided by engineer. */
"The call has been running for one hour" = "Samtalet har pågått i en timme";

/* No comment provided by engineer. */
"The call might be recorded" = "Samtalet kan spelas in";

/* No comment provided by engineer. */
"The password is wrong" = "Felaktigt lösenord";

/* No comment provided by engineer. */
"The recording might include your voice, video from camera, and screen share. Your consent is required before joining the call." = "Inspelningen kan innehålla din röst, video från kameran och skärmdelning. Ditt samtycke krävs innan du går med i samtalet.";

/* No comment provided by engineer. */
"The token might be used already or is expired. Please generate a new QR code and retry." = "The token might be used already or is expired. Please generate a new QR code and retry.";

/* No comment provided by engineer. */
"There is no account for user %@ in server %@ configured in this app." = "Det finns inget konto för användare %1$@ på server %2$@ konfigurerat i den här appen.";

/* No comment provided by engineer. */
"This call is being recorded" = "Det här samtalet spelas in";

/* No comment provided by engineer. */
"This conversation is attached to a calendar event. Edit the event to change the name/description of the conversation." = "Den här konversationen är kopplad till en kalenderhändelse. Redigera händelsen för att ändra konversationens namn eller beskrivning.";

/* No comment provided by engineer. */
"This conversation is read-only" = "Den här konversationen är skrivskyddad";

/* No comment provided by engineer. */
"This conversation will be automatically deleted for everyone in %ld days of no activity." = "Den här konversationen kommer automatiskt att tas bort för alla om %ld dagar utan aktivitet.";

/* No comment provided by engineer. */
"This is the web address you use to access your server in your web browser." = "Detta är webbadressen du använder för att komma åt din server i din webbläsare.";

/* The meeting start time will be displayed after this text e.g (This meeting is scheduled for tomorrow at 10:00) */
"This meeting is scheduled for" = "Det här mötet är planerat till";

/* No comment provided by engineer. */
"This might take a moment" = "Det här kan ta ett tag";

/* No comment provided by engineer. */
"This summary is AI generated and may contain mistakes." = "Denna sammanfattning är AI-genererad och kan innehålla misstag.";

/* No comment provided by engineer. */
"This usually indicates that this device was previously used for an account, which was not properly removed from the server." = "Detta indikerar vanligtvis att den här enheten tidigare användes för ett konto som inte togs bort korrekt från servern.";

/* No comment provided by engineer. */
"This week" = "Denna vecka";

/* Remind me this weekend about that message */
"This weekend" = "Denna helgen";

/* No comment provided by engineer. */
"This will impact the functionality of this app. Please review your settings." = "Detta kommer att påverka funktionen hos den här appen. Vänligen granska dina inställningar.";

/* No comment provided by engineer. */
"Thread" = "Tråd";

/* No comment provided by engineer. */
"Thread notification level button" = "Knapp för trådavisering";

/* No comment provided by engineer. */
"Thread title" = "Trådtitel";

/* No comment provided by engineer. */
"Threads" = "Trådar";

/* No comment provided by engineer. */
"Title" = "Rubrik";

/* 'To' which language user wants to translate text */
"To" = "Till";

/* No comment provided by engineer. */
"To resolve this issue, use the web interface and go to \"Settings -> Security\"." = "För att lösa det här problemet, använd webbgränssnittet och gå till \"Inställningar -> Säkerhet\".";

/* TRANSLATORS this is for sending something 'to' a user. E.g. 'To: John Doe' */
"To:" = "Till:";

/* No comment provided by engineer. */
"Today" = "Idag";

/* Remind me tomorrow about that message */
"Tomorrow" = "I morgon";

/* TRANSLATORS this is for transcribing a voice message to text */
"Transcribe" = "Transkribera";

/* TRANSLATORS transcript of a voice-message */
"Transcript" = "Transkript";

/* No comment provided by engineer. */
"Translate" = "Översätt";

/* No comment provided by engineer. */
"Translation" = "Översättning";

/* No comment provided by engineer. */
"Translation failed" = "Översättning misslyckades";

/* Waiting message when trying to login with QR code */
"Trying to login…" = "Trying to login…";

/* No comment provided by engineer. */
"TURN servers" = "TURN-servrar";

/* No comment provided by engineer. */
"Twitter" = "Twitter";

/* No comment provided by engineer. */
"Twitter handle @…" = "Twitter handle @…";

/* No comment provided by engineer. */
"Typing indicator" = "Skrivindikator";

/* No comment provided by engineer. */
"Typing indicators are only available when using a high performance backend (HPB)" = "Skrivindikator är endast tillgänglig när du använder en högpresterande backend (HPB)";

/* No comment provided by engineer. */
"Unable to get context of the message" = "Det gick inte att få meddelandets sammanhang";

/* No comment provided by engineer. */
"Unable to get conversation of the message" = "Det gick inte att få meddelandets konversation";

/* No comment provided by engineer. */
"Unable to load file" = "Kunde inte ladda filen";

/* No comment provided by engineer. */
"Unable to open file" = "Kunde inte öppna filen";

/* No comment provided by engineer. */
"Unable to validate password right now" = "Unable to validate password right now";

/* No comment provided by engineer. */
"Unarchive conversation" = "Avarkivera konversation";

/* No comment provided by engineer. */
"Unavailable" = "Otillgänglig";

/* No comment provided by engineer. */
"Unban" = "Avblockera";

/* No comment provided by engineer. */
"Under \"Devices & sessions\" check if there are duplicate entries for the same device." = "Under \"Enheter & sessioner\" kontrollera om det finns dubbletter av poster för samma enhet.";

/* No comment provided by engineer. */
"Undo" = "Ångra";

/* No comment provided by engineer. */
"Undo Typing" = "Ångra inmatning";

/* No comment provided by engineer. */
"Unknown" = "Okänd";

/* No comment provided by engineer. */
"Unknown error" = "Okänt fel";

/* No comment provided by engineer. */
"Unknown error occurred" = "Okänt fel inträffade";

/* No comment provided by engineer. */
"Unpin" = "Ta bort fäst";

/* No comment provided by engineer. */
"Unpin message" = "Ta bort fäst meddelande";

/* 'Unread' meaning 'Unread conversations' */
"Unread" = "Oläst";

/* No comment provided by engineer. */
"Unread mentions" = "Olästa omnämnanden";

/* No comment provided by engineer. */
"Unread messages" = "Olästa meddelanden";

/* Calling is not supported */
"Unsupported" = "Unsupported";

/* No comment provided by engineer. */
"Update" = "Uppdatera";

/* No comment provided by engineer. */
"Updated notification settings" = "Uppdaterade aviseringsinställningar";

/* No comment provided by engineer. */
"Upload failed" = "Misslyckad uppladdning";

/* No comment provided by engineer. */
"Uploading %ld elements" = "Laddar upp %ld element";

/* No comment provided by engineer. */
"Uploading 1 element" = "Laddar upp 1 element";

/* No comment provided by engineer. */
"User" = "Användare";

/* No comment provided by engineer. */
"User profile and settings" = "Användarprofil och inställningar";

/* No comment provided by engineer. */
"User status supported?" = "Stöds användarstatus?";

/* No comment provided by engineer. */
"User storage quota exceeded" = "Användarens lagringskvot har överskridits";

/* No comment provided by engineer. */
"Users" = "Användare";

/* No comment provided by engineer. */
"Validating password…" = "Validating password…";

/* No comment provided by engineer. */
"Version" = "Version";

/* No comment provided by engineer. */
"Video quality" = "Videokvalitet";

/* Conversation visibility settings */
"Visibility" = "Synlighet";

/* No comment provided by engineer. */
"Voice messages" = "Röstmeddelanden";

/* No comment provided by engineer. */
"Waiting for %@ to join call …" = "Väntar på att %@ ska gå med i samtalet …";

/* No comment provided by engineer. */
"Waiting for others to join call …" = "Väntar på att andra ska gå med i samtalet ...";

/* No comment provided by engineer. */
"Website" = "Webbplats";

/* No comment provided by engineer. */
"What is your status?" = "Vad är din status?";

/* No comment provided by engineer. */
"Write message, @ to mention someone …" = "Skriv meddelande, @ för att nämna någon ...";

/* No comment provided by engineer. */
"Yes" = "Ja";

/* No comment provided by engineer. */
"Yesterday" = "Igår";

/* No comment provided by engineer. */
"You" = "Du";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You added {user0} and %ld more participants" = "Du har lagt till {user0} och %ld fler deltagare";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You added {user0} and {user1}" = "Du har lagt till {user0} och {user1}";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants joined the call" = "Du och %ld fler deltagare gick med i samtalet";

/* Please put %ld placeholder in the correct position on the translated text but do not translate it */
"You and %ld more participants left the call" = "Du och %ld fler deltagare lämnade samtalet";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} joined the call" = "Du och {actor0} gick med i samtalet";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"You and {actor0} left the call" = "Du och {actor0} lämnade samtalet";

/* No comment provided by engineer. */
"You are currently waiting in the lobby" = "Du väntar för närvarande i lobbyn";

/* No comment provided by engineer. */
"You are not part of any conversation" = "Du är inte med i någon konversation";

/* No comment provided by engineer. */
"You are not part of any conversation. Press + to start a new one." = "Du är inte med i någon konversation. Tryck på + för att starta en ny.";

/* No comment provided by engineer. */
"You can set your phone number so other users will be able to find you" = "Du kan ställa in ditt telefonnummer så att andra användare kan hitta dig";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and %ld more participants from moderators" = "Du degraderade {user0} och %ld fler deltagare från moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You demoted {user0} and {user1} from moderators" = "Du degraderade {user0} och {user1} från moderatorer";

/* No comment provided by engineer. */
"You have %ld pending invitations" = "Du har %ld väntande inbjudningar";

/* No comment provided by engineer. */
"You have been muted by a moderator" = "Du har tystats av en moderator";

/* No comment provided by engineer. */
"You have no meetings scheduled." = "Du har inga möten schemalagda.";

/* No comment provided by engineer. */
"You have no unread mentions." = "Du har inga olästa omnämnanden.";

/* No comment provided by engineer. */
"You have no unread messages." = "Du har inga olästa meddelanden.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave %@." = "Du måste tilldela en ny moderator innan du kan lämna %@.";

/* No comment provided by engineer. */
"You need to promote a new moderator before you can leave this conversation" = "Du måste tilldela en ny moderator innan du kan lämna konversationen";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and %ld more participants to moderators" = "Du tilldelade {user0} och %ld fler deltagare till moderatorer";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You promoted {user0} and {user1} to moderators" = "Du tilldelade {user0} och {user1} till moderatorer";

/* No comment provided by engineer. */
"You received a new notification" = "Du har fått en ny avisering";

/* No comment provided by engineer. */
"You reconnected to the call" = "Du återanslöt till samtalet";

/* Please put {user0} and %ld placeholders in the correct position on the translated text but do not translate it */
"You removed {user0} and %ld more participants" = "Du tog bort {user0} och %ld fler deltagare";

/* Please put {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"You removed {user0} and {user1}" = "Du tog bort {user0} och {user1}";

/* No comment provided by engineer. */
"Your email address" = "Din e-postadress";

/* No comment provided by engineer. */
"Your phone number" = "Ditt telefonnummer";

/* No comment provided by engineer. */
"Your PIN" = "Din pinkod";

/* No comment provided by engineer. */
"Your postal address" = "Ort/Stad";

/* 'Zammad' is a product name */
"Zammad API error" = "Zammad API-error";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and %ld more participants" = "{actor0} lade till dig och %ld fler deltagare";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added you and {user0}" = "{actor0} lade till dig och {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and %ld more participants" = "{actor0} lade till {user0} och %ld fler deltagare";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} added {user0} and {user1}" = "{actor0} lade till {user0} och {user1}";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants joined the call" = "{actor0} och %ld fler deltagare gick med i samtalet";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} and %ld more participants left the call" = "{actor0} och %ld fler deltagare lämnade samtalet";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} joined the call" = "{actor0} och {actor1} gick med i samtalet";

/* Please put {actor0} and {actor1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} and {actor1} left the call" = "{actor0} och {actor1} lämnade samtalet";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and %ld more participants from moderators" = "{actor0} degraderade dig och %ld fler deltagare från moderatorer";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted you and {user0} from moderators" = "{actor0} degraderade dig och {user0} från moderatorer";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and %ld more participants from moderators" = "{actor0} degraderade {user0} och %ld fler deltagare från moderatorer";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} demoted {user0} and {user1} from moderators" = "{actor0} degraderade {user0} och {user1} från moderatorer";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and %ld more participants to moderators" = "{actor0} befordrade dig och %ld fler deltagare till moderatorer";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted you and {user0} to moderators" = "{actor0} befordrade dig och {user0} till moderatorer";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and %ld more participants to moderators" = "{actor0} befordrade {user0} och %ld fler deltagare till moderatorer";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} promoted {user0} and {user1} to moderators" = "{actor0} befordrade {user0} och {user1} till moderatorer";

/* Please put {actor0} placeholder in the correct position on the translated text but do not translate it */
"{actor0} reconnected to the call" = "{actor0} återanslöt till samtalet";

/* Please put {actor0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and %ld more participants" = "{actor0} tog bort dig och %ld fler deltagare";

/* Please put {actor0} and {user0} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed you and {user0}" = "{actor0} tog bort dig och {user0}";

/* Please put {actor0}, {user0} and %ld placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and %ld more participants" = "{actor0} tog bort {user0} och %ld fler deltagare";

/* Please put {actor0}, {user0} and {user1} placeholders in the correct position on the translated text but do not translate them */
"{actor0} removed {user0} and {user1}" = "{actor0} tog bort {user0} och {user1}";

/* No comment provided by engineer. */
"↓ New messages" = "↓ Nya meddelanden";

